Repository: udidol/add-whatsapp-button
Catalog: languages/add-whatsapp-button-*.po
Languages: he_il

source: Settings
he_il: הגדרות

source: Message Us on WhatsApp
he_il: שלחו לנו וואטסאפ

source: Your settings have been successfully deleted and reset to defaults.
he_il: הגדרות התוסף נמחקו בהצלחה. יושמו הגדרות ברירת מחדל בחלק מן השדות.

source: The value you entered in the phone number field is invalid. Please enter a valid number.
he_il: הערך שהזנתם בשדה "מספר הטלפון לשליחה" אינו חוקי. אנא הזינו מספר טלפון לפי ההנחיות.

source: Add WhatsApp Button Settings
he_il: הגדרות הפלאגין Add WhatsApp Button

source: Settings page for the Add WhatsApp Button plugin. Check out the preview screen in the "Button Design" tab to see how your button would look on a smartphone before saving your settings to the database.
he_il: עמוד ההגדרות לפלאגין Add WhatsApp Button. בסקשן "תצוגה מוקדמת" בטאב "עיצוב הכפתור" תוכלו לראות איך הכפתור שלכם ייראה בסמארטפון עם ההגדרות שבחרתם, עוד לפני שמירת השינויים למסד הנתונים.

source: Rate "Add WhatsApp Button" at wordpress.org!
he_il: דרגו את הפלאגין Add WhatsApp Button באתר wordpress.org!

source: General Settings
he_il: הגדרות כלליות

source: Button Design
he_il: עיצוב הכפתור

source: Enable WhatsApp Button
he_il: הפעלת כפתור הוואטסאפ

source: Button Text
he_il: טקסט הכפתור

source: Enter the text you want the button to show. Recommended: up to 18 characters.
he_il: הזינו את הטקסט שאתם רוצים שיוצג בכפתור. מומלץ להגביל את הטקסט למקסימום 18 תווים.

source: Target Phone Number
he_il: מספר טלפון היעד

source: Enter the phone number you want the WhatsApp message to be sent to, with your country code, WITHOUT a "+" (PLUS) SIGN. For example, if you wanted to send WhatsApp messages to the number +1-770-123-4567, you would enter: 17701234567 in the input box.
he_il: הזינו את מספר הטלפון שאליו תרצו שהודעות הוואטסאפ יישלחו, עם הקידומת הבינלאומית, וללא סימן "+" (פלוס). לדוגמא, על מנת לשלוח את ההודעות לטלפון 050-1234567 (972-50-1234567+), הייתם מזינים: 972501234567 בתיבת הטקסט.

source: Default Message
he_il: תוכן הודעה

source: Check this box in order to set a default message to be pre-written when users click the button. For example: "Hi, I'm interested in your product".
he_il: סמנו תיבה זו על מנת לאפשר הזנת טקסט ברירת מחדל שייכתב בהודעה שתיפתח למשתמשים כשילחצו על כפתור הוואטסאפ. למשל: "היי, אני מתעניין לגבי המוצר שלכם".

source: Enter the message you want to pre-enter for the users when they click on your WhatsApp button.
he_il: הזינו את ההודעה שתרצו שתוזן מראש למשתמש כאשר הוא לוחץ על כפתור הוואטסאפ.

source: Add Hide Button
he_il: הוספת כפתור הסתרה קטן ליד כפתור הוואטסאפ

source: Check this box in order to add a small "Hide" button at the far right corner of the WhatsApp button.
he_il: סמנו את התיבה על מנת להציג כפתור "הסתר" קטן בפינה של כפתור הוואטסאפ

source: Choose this option to make the WhatsApp button disappear completely on click.
he_il: בחרו באופציה זו על מנת שכפתור הוואטסאפ ייעלם לגמרי בלחיצה על כפתור ההסתרה

source: Choose this option to make the WhatsApp button slide almost entirely off screen, while keeping the toggle button visible.
he_il: בחרו באופציה זו על מנת שבלחיצה על כפתור ההסתרה, כפתור הוואטסאפ יחליק החוצה מהמסך כמעט לגמרי, וכפתור ה"הסתרה" יהפוך לכפתור "הצגה".

source: Clicking the toggle button again will slide the WhatsApp button back into view.
he_il: לחיצה על כפתור ההסתרה/הצגה תחליק את כפתור הוואטסאפ חזרה למקומו המקורי באתר.

source: Breakpoint
he_il: התאמה לניידים

source: Check this box in order to only display the WhatsApp button up to a certain screen width.
he_il: סמנו את התיבה על מנת להציג את כפתור הוואטסאפ רק מתחת לרוחב מסך מסוים.

source: px
he_il: פיקסלים

source: Enter your desired screen width breakpoint here. Default is 600px.
he_il: הזינו את רוחב המסך שמתחתיו תרצו להציג את הכפתור. ברירת המחדל הינה 600 פיקסלים.

source: Limit Display Time
he_il: הגבלת זמן תצוגה

source: Check this box in order to only display the WhatsApp button in certain hours of the day.
he_il: סמנו את התיבה על מנת להציג את כפתור הוואטסאפ רק בשעות מסוימות ביום.

source: Start Hour:
he_il: שעת התחלה:

source: The WhatsApp button will be displayed starting this hour (24 hour clock). If no time is chosen, default is 8:00 (8AM). Make sure your starting hour is before your ending hour.
he_il: כפתור הוואטסאפ יוצג החל מהשעה הנבחרת. אם לא נבחר זמן, ברירת המחדל היא 8:00. אנא וודאו ששעת ההתחלה שבחרתם היא לפני שעת הסיום שבחרתם.

source: End Hour:
he_il: שעת סיום:

source: The WhatsApp button will be displayed up until this hour (24 hour clock). If no time is chosen, default is 22 (10PM).
he_il: כפתור הוואטסאפ יוצג עד השעה הנבחרת. אם לא נבחר זמן, ברירת המחדל היא 22 (22:00).

source: Button Background Color
he_il: צבע הרקע לכפתור

source: Choose a background color for your button. Default is green (#20B038)
he_il: בחרו צבע רקע לכפתור שלכם. צבע ברירת המחדל הוא ירוק (#20B038).

source: Button Text Color
he_il: צבע הטקסט בכפתור

source: Choose a text color for your button. Default is white (#ffffff)
he_il: בחרו צבע לטקסט של הכפתור שלכם. צבע ברירת המחדל הוא לבן (#ffffff).

source: Button Distance from Bottom
he_il: מרחק הכפתור מתחתית הדף

source: Choose your button's Distance from the bottom of the screen, in percentages or pixels. Default is 10%.
he_il: בחרו את המרחק הרצוי של הכפתור מתחתית המסך, באחוזים או בפיקסלים. ברירת המחדל הינה 10%.

source: Button Style
he_il: בחירת סוג הכפתור

source: Choose your button's Style: Round WhatsApp icon, a floating rectangle with text, or a full-width fixed bottom button.
he_il: בחרו את סוג הכפתור שברצונכם להציג: אייקון עגול של וואטסאפ, מלבן צמוד לצד עם טקסט, או כפתור דביק בתחתית הדף עם טקסט.

source: Button Location on Screen
he_il: מיקום הכפתור על המסך

source: Choose whether your button will appear on the left side or right side of the screen
he_il: בחרו אם להציג את הכפתור בצד שמאל או ימין של המסך

source: Button Preview
he_il: תצוגה מוקדמת

source: Save Changes
he_il: שמירת השינויים

source: Reset All Settings
he_il: מחיקת כל ההגדרות - חזרה להגדרות ברירת מחדל

source: Thanks for installing Add WhatsApp Button! Liked the plugin? We'd really appreciate it if you could help us out with
he_il: תודה שהתקנתם את התוסף שלנו Add WhatsApp Button! אהבתם את הפלאגין? מאוד נעריך את זה אם תוכלו לעזור לנו עם

source: a 5-star rating and review!
he_il: דירוג של 5 כוכבים באתר wordpress.org!
